{
    "header": {
        "homeLink": "Home",
        "aboutMeLink": "About me",
        "introductionLink": "Introduction",
        "experienceLink": "Experience",
        "educationLink": "Education",
        "itCornerLink": "IT Corner",
        "pawnLanguageLink": "Pawn Language",
        "softwareLink": "Software & Utilities",
        "studentProjectLink": "Student Projects",
        "activitiesLink": "Activities",
        "tableTennisLink": "Table Tennis",
        "bricksLink": "Bricks",
        "gamingLink": "Gaming",
        "hikingLink": "Hiking"
    },
    "footer": {
        "homeLink": "Home",
        "aboutMeLink": "About me",
        "introductionLink": "Introduction",
        "experienceLink": "Experience",
        "educationLink": "Education",
        "itCornerLink": "IT Corner",
        "pawnLanguageLink": "Pawn Language",
        "softwareLink": "Software & Utilities",
        "studentProjectLink": "Student Projects",
        "activitiesLink": "Activities",
        "tableTennisLink": "Table Tennis",
        "bricksLink": "Bricks",
        "gamingLink": "Gaming",
        "hikingLink": "Hiking",
        "linksTitle": "Links",
        "copyright": "All rights reserved"
    },
    "rightBar": {
        "scrollTop": "Go to the top",
        "scrollDown": "Go to the bottom",
        "switchDark": "Switch to dark mode",
        "switchLight": "Switch to light mode",
        "contactMe": "Contact me"
    },
    "homePage": {
        "welcomeDescription": "Welcome to my personal website where information on my journey, projects and achievements is available. Grab a coffee and enjoy!",
        "seeMore": "See more",
        "showroom": "Showroom",
        "learnMore": "Learn more",
        "pygDescription": "A united community of players around the most popular games. Events, gaming sessions, and encounters are part of the deal. You can join us via discord using this link.",
        "sampTitle": "San Andreas Multiplayer: Gamemodes development",
        "sampDescription": "The starting point of my IT journey. Check out how I got the coding passion by learning a really singular language. A development that made sense and served a community of players.",
        "mxTitle": "Mixed Reality & Duty of Remembrance",
        "mxDescription": "When innovation serves the duty of remembrance. This project assists a local museum in creating new ways of presenting history through immersive experiences.",
        "qwirkleTitle": "Qwirkle: Digital Version",
        "qwirkleDescription": "A digital adaptation of the original game board Qwirkle. A desktop application developed in the scope of studies that runs the game. Same rules, same fun!",
        "bricksTitle": "Bricks & Lego - Architecture",
        "bricksDescription": "Dive into a passion that might flash back to your childhood. For more than a year, I enjoy building representations of famous worldwide architectures.",
        "tableTennisTitle": "Table Tennis",
        "tableTennisDescription": "Get to know this racket sport I have been playing for more than 10 years. The atmosphere, the mindset, and all the fantastic clubs driven by volunteers worth it.",
        "gamingTitle": "Gaming",
        "gamingDescription": "Discover and (why not) try out this few games that provide an unsual experience. Snapshots and links available!",
        "hikingTitle": "Outdoors",
        "hikingDescription": "The Alps are an invaluable natural treasure offering breath-taking views. From Bavaria to Tyrol, going by Allgäu and Vorarlberg, the landscapes will give you an overview on the beauty of nature."
    },
    "aboutMePage": {
        "title": "About Me",
        "subTitle": "Quick words on myself...",
        "p1": "IT passionate, Lego builder, French, European, ? Not sure what words would describe me the best. Even if my roots are French, I have been living in Germany for more than a year in the beautiful region of Allgäu. The discovery of new cultures and traditions is always an enriching experience. And, this goes by learning the local language to better understand the specifities and the how local people express themselves.",
        "p2": "Not only I am an eager of these cultures, but also a passionated of IT technologies. Even before going to college, I always had this curiosity on how systems work and can be connected together. Thus, I started working at 14 on some humble development projects. The most important was not to get a worthful return out of it but to feed this passion, and starts writing the very beginning of my journey. There was no more pleasure than working together with friends while learning and growing, autonomously, as self-learners. Then, my IT education perfectly completed the theorical aspects I was lacking of to go one step further.",
        "p3": "As part of this interest for technologies and innovation, I have been working on several student projects that allowed me to find technical solutions meeting requirements. Whether it is around software engineering, XR/VR/AR technologies, or IoT; each of these projects was the achievement of a collaborative work, and the efforts truly paid off. If you are interested in one of them, explore the website, and get a closer look at how they have been conducted.",
        "p4": "Professionnally speaking, I work in industrial IT close to MES & PLM systems. Such experience is insightful especially when it comes to a combination of very specific production-related requirements and innovative solutions. Coordination between IT & Businness teams, data pipelines enablement, 3D data management, these activities lead to a new way of thinking production processes, as part of industry 4.0. I also contributed to the development of applications computing manufacturing data (MES, Thingworx applications).",
        "p5": "What about after work? Well, I had been playing table tennis for many years in France. This sport requires a lot of \"body coordination\" as well as mental and technical capabilities. In addition, I like gaming on PC and hiking in pleasant mountain environments. Lastly, this website will showcase some brick sets I have been working on. The passion of building architectural pieces up is real and gives satisfaction when assessing the progress throughout the work."
    },
    "experiencePage": {
        "title": "Experience",
        "exp1": {
            "title": "IT Analyst",
            "location": "AGCO Corporation, Marktoberdorf, Germany",
            "item1": "IT support on the 3D visualization area of Windchill",
            "item2": "Developed Thingworx applications consuming manufacturing data for reporting purposes",
            "item3": "Coordinated communication between IT teams and business teams",
            "item4": "Designed architectures to build pipelines relying on our PLM and external systems"
        },
        "exp2": {
            "title": "IT Engineer Industry 4.0 - Internship",
            "location": "AGCO Corporation, Marktoberdorf, Germany",
            "item1": "Designed solutions to enable 3D data pipelines connected to different systems: PLM, MES, AR tools",
            "item2": "Cross-site workshop to gather business requirements from the worlwide quality departments"
        },
        "exp3": {
            "title": "IT MES Developer - Apprenticeship",
            "location": "AGCO Corporation, Beauvais, France",
            "item1": "Analyzed production requirements and developed features in the MES",
            "item2": "Developed standalone app to register logistic trucks at the entrance"
        },
        "exp4": {
            "title": "IT Engineer - Apprenticeship",
            "location": "AGCO Corporation, Beauvais, France",
            "item1": "Developed 3D application based on the Unity Engine connected to internal APIs",
            "item2": "Continuous technology monitoring on AR/VR/OCR"
        },
        "exp5": {
            "title": "Fullstack Web Developer - Internship",
            "location": "Media Data Services - ISAGRI, Beauvais, France",
            "item1": "Developed web apps providing statistics based on tractor registration data"
        }
    },
    "educationPage": {
        "title": "Education",
        "utc": {
            "title": "Engineering Degree in Computer Science",
            "location": "Université de Technologie de Compiègne, Compiègne, France",
            "item1": "Computer Engineering, apprenticeship (dual-program)"
        },
        "iut": {
            "title": "IT Bachelor Degree",
            "location": "Institut Universitaire de Technologie, Amiens, France",
            "item1": "Technical Bachelor Degree"
        }
    },
    "pygPage": {
        "section1": {
            "title": "Introduction",
            "p1-1": "Play Your Games is a community created in 2017 out of the SA-MP server we had (",
            "p1-2": "go to the page",
            "p1-3": "). As part of the growing Discord's community and the features that enabled more possibilities, we decided to open this Discord server to host our community by providing a place to discuss apart from the SA-MP server.",
            "p2": "The initial idea was to get this server supporting the SA-MP server. However, as the SA-MP's community has been decreasing and people were turning towards other games, it made sense to expand the scope and welcome all players coming from all kind of games. We intended to make this community as a gaming placeholder where people had the opportunity to play together, share advice. Thus, many games were represented among the community such as Rocket League, Eco, Minecraft, Ark, GTA V, and many others. Our role has consequently changed. We committed to entertaining the community as much as possible through different ways. Online servers (Ark, Minecraft, Gta), offline & online events, gaming sessions; we really wanted to unite games' communities into a single one.",
            "p3": "The community consisted of more than 150 players splitted on the different activities we were offering. In order to manage such server, a staff team of 10 people was present and has been assigned different roles: Administrators, Developers, Event Organizers, Moderators. Each of them was highly important to keep the server active respectfully and in a pleasant atmosphere. I was part of this team as an Administrator/Developer and truly enjoyed working under such a team spirit. Everyone was involved in making decisions to move forward.",
            "p4": "The success of our community was real and required a demanding amount of time from every staff member. But it also pushed us to think about new ways of entertainment, through partnerships with other communities for example. Being a partner of another Discord server brought us another vision on how to handle a community but also a wider range of players. In that way, new kinds of events were organized like inter-community gaming sessions or tournaments."
        },
        "section2": {
            "title": "Agario & Servers",
            "p1": "As our main goal was to entertain the community organizing events & sessions, we also deployed a couple of game servers hosted on a dedicated machine. I took care of the servers' deployments as well as the system administration to keep them alive.",
            "p2-1": "Agario is a good example of the server we made available for the community. Even if the development of the game was not made by ourselves ",
            "p2-2": ", it remained a place to gather community and to organize events around.",
            "p3": "The long-term vision was to offer the community a hub-like platform which they can use to hop into a server they are interested in, play with other players, and gain prizes through challenges or events organized on the different servers."
        },
        "section3": {
           "title": "Bot - Discord",
           "p1": "The last part of my contribution to the Play Your Games' community was the development of a Discord bot to assist players in having a better experience on our Discord server.",
           "p2": "One functionality of this bot was the connection to our deployed Agario server. Indeed, the connection between the Agario server and the Discord bot was bi-directional and enabled players to chat with each other on both of the platforms. It also encouraged people to join a player in an Agario session by displaying information on the ongoing session (joining players, scores, deaths). The final idea was to log in the Agario server through an OAuth2 using the Discord account so that players can have an history of their records, parties; and it could have been scaled up to a broader range in the future.",
           "p3-1": "In addition, this bot provided the community with creating on-demand vocal channels (and the associated text channel) and display information on their session. For example, when a player started streaming whatever game, an announce was published in the main channels of the Discord server encouraging other players to join in. Names and pictures of the game were also mentioned since the bot was connected to the ",
           "p4": "Lastly, the bot also played an important role as a monitoring bot, watching after any occuring errors or unexpected behaviors throughout the usage. In this way, another Discord server was dedicated to all the development activities around this bot."
        }
    },
    "pawnPage": {
        "section1": {
            "title": "Introduction",
            "text": "Disclaimer for chess players, nothing to do with it! In fact, Pawn was formerly named as Small refering to Small-C and its similarities to the C language. Despite its C-like syntax, the process is working differently and each Pawn program is compiled for an abstract machine. CompuPhase (creator of Pawn) defined the keywords as: run-time efficiency, stability, simplicity. In deed, Pawn truly aims to run low-resources programs in microcontrollers for example. The language is, up to this date, free to use and under an Apache License."
        },
        "section2": {
            "title": "Use Cases",
            "li1": "Microcontrollers: ARM Cortex M0, LPC2106 or Texas Instrument's MSP430F1611",
            "li2": "Spatial: The Command and Data Handling System (CDHS) of the ESTCube-1, an Estonian satellite",
            "li3": "Audiocontrollers: Programmable audio players - Model H0430, H0440",
            "li4": "Apple: SMALL abstract machine as part of the Apple iPod firmware updates",
            "li5": "Network: SMALL solution to remotely control a PC via a TCP/IP connection.",
            "li6": "Web: Solution from PMX allowing web development from Pawn scripts",
            "li7": "Console Games: Baldur's Gate: Dark Alliance - for PS2, Xbox and Gamecube",
            "li8": "MMORPG scriptable with SMALL",
            "li9": "San Andreas - Multiplayer: A well-known multiplayer mod for GTA San Andreas enabling Pawn scripts to create cores of servers and side-mods.",
            "seeMore": "See more"
        },
        "section3": {
            "title": "Why that much of PAWN?",
            "text": "Pawn is not only an intriguing language, but also my very first language. It gave me this curiosity of coding, and made me face my first frustrations. I have been developing and learning Pawn for many years before college and keep good memories. The satisfaction of fixing, the appreciation from the users, the progress throughout the journey; all of these aspects bring me back to this language that started it all. Despite the language's downsides, that surely taught me to deal with low resources and pay close attention to optimization."
        },
        "section4": {
            "title": "More documentation",
            "text": "If this language aroused curiosity, you will find below a few links to official documentations including the Wikipedia page I maily contributed to."
        },
        "section5": {
            "title": "Code snippet 1: Get Distance between two points",
            "text": "Here is a code sample, from a gamemode I have been working on. It returns the distance between two sets of coordinates (x, y, z):"
        },
        "section6": {
            "title": "Code snippet 2: Rebase a number from the hexadecimal base on the decimal one",
            "text": "This sample converts a hexadecimal number to a decimal one. In the SA-MP development context, we use it often for color values computing:"
        },
        "section7": {
            "p1": "San Andreas Multiplayer is a multiplayer mod allowing people to play online together on a server. This mod is based on the famous GTA San Andreas from Rockstar Games. All of the servers consist of game modes, scripts, and other entities to provide the users with a customized experience.",
            "p2": "As part of this mod, I contributed to many gamemodes with truly enjoyed working on it together with friends. You will find below the gamemodes I contributed to."
        },
        "section8": {
            "title": "RCTDM - Mode-Libre (Freeroam)",
            "intro": {
                "title": "Mode-Libre? Freeroam?",
                "p1": "As you know, SA-MP allows the developers to provide players any kind of experience. That means, various game modes coexist within the SA-MP community such as RPG (RolePlayGame), DM (DeathMatch), Mini-Game, and so on... Freeroam is one of them where the experience is inspired by all of other modes. Thus, some features from RPG are available (jobs, property management, objects & inventory) while excluding the RPG rules and constraints. These features are also combined with DM (DeathMatch) sessions and gang territory captures. In addition, the freeroam mod gives the opportunity of having fun through mini-games, races, stunts, and some other in-game missions. This way, users are free to play and benefits from any features matching their gameplay."
            },
            "birth": {
                "title": "Birth of the server",
                "p1-1": "This server has a long story since the core was initially developed in 2008. It had been running for many years, until 2014 when it came to an end due to many reasons and turnover within the staff. In parallel to this server,",
                "p1-2": "& I started our first steps into Pawn coding and SA-MP development. We contributed together to this new gamemode that later led to RCTDM - Mode Libre. The idea was to reborn the villages across San Andreas that were mostly left unused by many servers. This gamemode was released in 2015 and has continously been improved by Benjamin. I took over the development activities starting from 2017, and added features suggested or requested by the community. The experience was enriching since regular updates were made, and I have been well-supported by the staff team.",
                "p2": "As the server's gameplay has been getting more and more complex, a Wiki was created in order to guide new joiners and provide more details information on the in-game entities."
            }
        },
        "section9": {
            "server": {
                "title": "The Server",
                "p1": "The development of the server kicked off in 2016. Benjamin W., the creator, wanted to wrap the concept of a \"DayZ\" or \"The Walking Dead\" world into a server, where the gameplay is highly based on the community. Players evolve in the middle of an apocalyptic world full of zombies, corpses, and wrecks. Survivals can team up to beat death easier and start building up the society again.",
                "p2": "Although my friend mainly designed, developed, and imagined this server; I also had the honor of contributing. The main activity was to migrate the saved data from a file-based database to a relational database such as MySQL. The upsides were multiple: more security, faster to load the server (W/R file operations are time-consuming), a way more scalable. It required a lot of effort due to the whole data model relying on such system. However, we managed to tackle the migration, adapt and adjust the data model so that we can leverage the performances. It was also my pleasure being part of the beta-testers before the official release.",
                "p3-1": "In case you would like to know more about the server, do not hesitate to visit",
                "p3-2": "this article from Benjamin.",
                "p3-3": "In addition, below is the trailer presenting the main scenario, and the main possibilities on the server."
            }
        },
        "section10": {
            "concept": {
                "title": "Concept",
                "p1": "The project started in 2017 in collaboration with adrienspy. The main concept was inspired by the multiplayer mod of GTA V: Gta Online. Thus, the gamemode aimed to provide a storyline throughout the experience based on cinematics. And, apart from the story missions that unlock milestones and in-game capabilities, the gameplay remained flexible and free. Just like GTA Online, you could own houses, cars, or rob pedestrians as well as shops or banks. We intended to bring an usual experience on SA-MP servers while keeping the key values of the mod.",
                "p2": "I contributed on the development of the most important features such as the NPCs bringing interactions or the different property systems. This project was running in parallel to the RCTDM server mentioned above. Unfortunately, due to personal reasons and the capacity of the team, it has been paused and never exited the beta phase. Nevertheless, the concept brought an innovative view on the SA-MP gamemodes and I really enjoyed working with my teammate since the workload was properly splitted based on our knowledge."
            }
        }
    },
    "bricksPage": {
        "section1": {
            "title": "City Skylines",
            "item1": {
                "title": "Antwerp, Belgium",
                "description": "Antwerp is a lively city located in the northern part of Belgium, in the Flemish region of Flanders. As the capital of the province of Antwerp, it stands as a cultural and economic hub. The city is famous for its rich history, particularly in trade and diamonds, with its port being one of the largest in Europe. Antwerp boasts stunning architecture, such as the Cathedral of Our Lady, and a thriving arts scene. It was home to the renowned Baroque artist Peter Paul Rubens, and his former house, the Rubenshuis, is now a museum. The city is also a global fashion center, home to a prestigious fashion academy and avant-garde designers. In addition to its historical significance, Antwerp is a modern, cosmopolitan city known for its vibrant food culture, lively shopping districts, and dynamic nightlife, blending heritage with contemporary flair."
            },
            "item2": {
                "title": "Berlin, Germany",
                "description": "Berlin is the capital city of Germany, known for its rich history, vibrant culture, and modern architecture. As one of Europe’s most influential cities, it has become a symbol of unity, especially after the fall of the Berlin Wall in 1989. Visitors can explore historical landmarks like the Brandenburg Gate, the Reichstag, and the Berlin Wall Memorial, which remind the world of the city's tumultuous past. In addition to its historical significance, Berlin is also a hub for arts, music, and innovation, attracting young people from around the globe. The city's diverse neighborhoods offer a mix of modern cafes, traditional markets, and creative spaces. Berlin is a place where the old meets the new, offering a dynamic experience for everyone."
            },
            "item3": {
                "title": "London, United Kingdom",
                "description": "London, the capital of England and the United Kingdom, is a vibrant metropolis known for its rich history, diverse culture, and iconic landmarks. It is home to historic sites such as the Tower of London, Buckingham Palace, and the British Museum, alongside modern attractions like the London Eye and the Shard. The River Thames flows through the city, offering picturesque views and boat tours. London boasts a thriving arts scene, world-class theaters in the West End, and numerous galleries. Its diverse culinary landscape includes everything from traditional fish and chips to global cuisines. The city is also a hub for business, fashion, and education, hosting renowned institutions like the University of London."
            },
            "item4": {
                "title": "New York City, United States",
                "description": "New York City, often called the Big Apple, is a global hub of culture, finance, and entertainment. Located in the state of New York, it is renowned for its iconic skyline dominated by landmarks like the Statue of Liberty, Empire State Building, and One World Trade Center. Times Square, Broadway, and Central Park are among its most famous attractions. The city is a melting pot of cultures, offering diverse neighborhoods such as Chinatown, Harlem, and Little Italy. Its culinary scene is unparalleled, featuring everything from street food to Michelin-starred restaurants. Known as the city that never sleeps, New York boasts a vibrant nightlife, world-class museums, and a thriving arts scene. It is also a key center for media, fashion, and education, hosting prestigious institutions like Columbia University and NYU."
            },
            "item5": {
                "title": "Paris, France",
                "description": "Paris, the capital of France, is often called the City of Light and is renowned for its romantic charm, art, and history. The Eiffel Tower, Notre-Dame Cathedral, and the Louvre Museum are iconic landmarks that attract millions of visitors each year. The city’s picturesque streets, lined with cafés and boutiques, create an enchanting atmosphere. The Seine River flows through Paris, offering scenic boat rides and stunning views of its historic bridges. Known for its culinary excellence, Paris offers everything from croissants and baguettes to gourmet dining. The city is also a global center for fashion, with renowned designers and the famous Paris Fashion Week. Its cultural heritage is celebrated in its many theaters, art galleries, and historic sites, making Paris a top destination for travelers."
            },
            "item6": {
                "title": "Tokyo, Japan",
                "description": "Tokyo, the capital of Japan, is a bustling metropolis that seamlessly blends tradition and modernity. Known for its towering skyscrapers, historic temples, and vibrant neighborhoods, it is one of the world’s most dynamic cities. Iconic sites include the historic Senso-ji Temple, the Meiji Shrine, and the modern Tokyo Skytree. The city’s districts, such as Shibuya, Shinjuku, and Akihabara, offer unique experiences ranging from cutting-edge technology to vibrant nightlife. Tokyo is also a global culinary capital, famous for sushi, ramen, and Michelin-starred restaurants. Its efficient public transport system connects the city, making it easy to explore. Tokyo’s cultural richness is evident in its museums, art galleries, and seasonal festivals, blending centuries-old traditions with futuristic innovation."
            },
            "item7": {
                "title": "Las Vegas, United States",
                "description": "Las Vegas, located in the Nevada desert, is famously known as the Entertainment Capital of the World. Renowned for its vibrant nightlife, world-class casinos, and spectacular shows, it is a city that never stops dazzling. The Las Vegas Strip, lined with luxurious resorts like the Bellagio, Caesars Palace, and the Venetian, is the heart of the action. Visitors can enjoy everything from grand performances and concerts to fine dining and nightlife. The city’s famous light displays and themed hotels offer a unique experience. Beyond the Strip, attractions like the Red Rock Canyon and the Neon Museum showcase a different side of Las Vegas. Known for its 24/7 excitement, it is a top destination for leisure and unforgettable memories."
            },
            "item8": {
                "title": "Venice, Italy",
                "description": "Venice, located in northeastern Italy, is a city renowned for its romantic canals, rich history, and architectural beauty. Built on a network of islands connected by bridges, it is often called the \"Floating City.\" Iconic landmarks include St. Mark’s Basilica, the Doge’s Palace, and the Rialto Bridge. Visitors can explore the Grand Canal by gondola or vaporetto, enjoying breathtaking views of historic palaces. Venice is famous for its art, hosting events like the Venice Biennale and the annual Carnival, known for elaborate masks and costumes. The city’s narrow streets and charming piazzas are filled with boutiques and cafés offering authentic Italian cuisine. Venice is a unique destination that combines history, art, and romance."
            },
            "item9": {
                "title": "Sydney, Australia",
                "description": "Sydney, the largest city in Australia, is famed for its stunning harbor, iconic landmarks, and vibrant culture. The Sydney Opera House and Sydney Harbour Bridge are world-renowned symbols of the city. Visitors can explore the beautiful beaches, such as Bondi and Manly, or enjoy the serene Royal Botanic Gardens. The bustling Darling Harbour offers entertainment, dining, and attractions like the SEA LIFE Sydney Aquarium. Sydney is a melting pot of cultures, reflected in its diverse cuisine and lively festivals. The nearby Blue Mountains provide opportunities for nature escapes, while the city itself boasts world-class museums, theaters, and shopping districts. With its sunny weather and coastal charm, Sydney is a top destination for travelers worldwide."
            },
            "item10": {
                "title": "San Francisco, United States",
                "description": "San Francisco, located in Northern California, is a city renowned for its scenic beauty, diverse culture, and iconic landmarks. The Golden Gate Bridge, Alcatraz Island, and the historic cable cars are among its most famous attractions. The city’s neighborhoods, such as Chinatown, Haight-Ashbury, and Fisherman’s Wharf, each offer unique experiences. San Francisco is known for its vibrant arts scene, innovative technology industry, and progressive spirit. Visitors can explore Golden Gate Park, enjoy panoramic views from Twin Peaks, or visit world-class museums like the San Francisco Museum of Modern Art. Its culinary scene is exceptional, featuring fresh seafood, sourdough bread, and international cuisines. Surrounded by the Pacific Ocean and San Francisco Bay, the city’s natural and urban charm make it a top destination."
            },
            "item11": {
                "title": "Dubai, United Arab Emirates",
                "description": "Dubai, located in the United Arab Emirates, is a global city known for its futuristic skyline, luxury lifestyle, and vibrant culture. Famous landmarks include the Burj Khalifa, the world’s tallest building, and the Palm Jumeirah, an iconic man-made island. Visitors can explore the Dubai Mall, one of the largest shopping centers in the world, or enjoy traditional souks offering gold, spices, and textiles. The city is a blend of modern innovation and rich heritage, evident in attractions like the Dubai Museum and the Al Fahidi Historical District. With its luxurious resorts, desert safaris, and fine dining, Dubai offers experiences for every traveler. The city’s year-round sunshine, world-class events, and cosmopolitan vibe make it a premier global destination."
            }
        },
        "section2": {
            "title": "Landmarks",
            "item1": {
                "title": "Arc de Triomphe, Paris, France",
                "description": "The Arc de Triomphe, located at the western end of the Champs-Élysées in Paris, is one of France's most iconic monuments. Commissioned by Napoleon in 1806 to honor his military victories, it stands as a symbol of national pride and remembrance. The monument features intricate sculptures and inscriptions commemorating battles and heroes. Visitors can climb to the top for breathtaking panoramic views of Paris, including the Eiffel Tower and the Champs-Élysées. Beneath the arch lies the Tomb of the Unknown Soldier, with an eternal flame honoring those who died in World War I. The Arc de Triomphe is a powerful reminder of France’s history and a must-visit landmark."
            },
            "item2": {
                "title": "Eiffel Tower, Paris, France",
                "description": "The Eiffel Tower, located in Paris, is one of the most recognizable landmarks in the world. Designed by Gustave Eiffel and completed in 1889 for the Exposition Universelle, it was initially met with criticism but has since become a symbol of French engineering and elegance. Standing 324 meters tall, it was the tallest man-made structure in the world until the completion of the Chrysler Building in 1930. Visitors can ascend the tower’s observation decks for stunning views of Paris, including landmarks like the Louvre and Notre-Dame. The Eiffel Tower lights up each evening, offering a spectacular light show, making it a must-see for travelers."
            },
            "item3": {
                "title": "Notre-Dame Cathedral, Paris, France",
                "description": "Notre-Dame Cathedral, located on the Île de la Cité in Paris, is one of the most famous Gothic structures in the world. Built between the 12th and 14th centuries, it is renowned for its stunning architecture, including its flying buttresses, rose windows, and intricate façade. The cathedral has played a significant role in French history, hosting royal ceremonies and serving as a symbol of national heritage. Visitors can admire the breathtaking interior, explore the crypt, or climb to the towers for a panoramic view of Paris. After a devastating fire in 2019, restoration efforts are ongoing to return Notre-Dame to its former glory."
            },
            "item4": {
                "title": "Pisa Tower, Pisa, Italy",
                "description": "The Leaning Tower of Pisa, located in Pisa, Italy, is one of the world’s most famous architectural landmarks. Built as a freestanding bell tower for the nearby cathedral, it began leaning due to unstable foundation soil during construction in the 12th century. Despite the tilt, the tower stands at 57 meters tall and features stunning Romanesque architecture. Visitors can climb its 294 steps to the top for spectacular views of the surrounding city. The tower is part of the Piazza dei Miracoli, a UNESCO World Heritage site, and attracts millions of tourists each year. Ongoing restoration efforts have helped stabilize the tower, ensuring its preservation for future generations."
            },
            "item5": {
                "title": "Santorini, Greece",
                "description": "Santorini, a Greek island in the Aegean Sea, is famous for its stunning landscapes, white-washed buildings, and blue-domed churches. Part of the Cyclades, it was shaped by a volcanic eruption around 3,600 years ago, which created its dramatic cliffs and caldera. The island’s charming villages, like Oia and Fira, offer breathtaking views of the crystal-clear waters and picturesque sunsets. Santorini is known for its vineyards, ancient ruins, and unique beaches, such as the black sand beaches of Kamari and Perissa. Its vibrant culture, delicious cuisine, and idyllic atmosphere make it a top destination for travelers seeking beauty and relaxation."
            },
            "item6": {
                "title": "The Louvre, Paris, France",
                "description": "The Louvre, located in Paris, France, is one of the world’s largest and most famous art museums. Originally built as a royal palace in the late 12th century, it became a museum in 1793 during the French Revolution. The Louvre is home to thousands of artworks, including masterpieces like Leonardo da Vinci’s Mona Lisa, the Venus de Milo, and Eugène Delacroix’s Liberty Leading the People. The museum’s vast collection spans thousands of years and covers a wide range of cultures and civilizations. Visitors can explore its impressive galleries, courtyards, and the glass pyramid entrance designed by architect I. M. Pei."
            }
        },
        "section3": {
            "title": "In another world...",
            "item1": {
                "title": "Crafting Table, Minecraft",
                "description": "Minecraft is a popular sandbox video game developed by Mojang Studios, where players can build, explore, and survive in a blocky, procedurally generated world. Since its release in 2011, it has become one of the best-selling games of all time. The game allows players to gather resources, craft items, and create structures from a variety of materials. One of the key components in Minecraft is the Crafting Table, which players use to craft more complex items and tools. By placing resources in a 3x3 grid, players can create weapons, armor, and other essential items needed to survive and thrive in the game."
            },
            "item2": {
                "title": "Hogwarts Castle, Harry Potter",
                "description": "Hogwarts Castle is the iconic magical school in the Harry Potter series, created by J.K. Rowling. Located in the Scottish Highlands, it serves as a haven for young witches and wizards to learn magic. The castle’s sprawling architecture includes towers, dungeons, moving staircases, and enchanted classrooms. Famous locations within include the Great Hall, the Room of Requirement, and the Forbidden Forest nearby. Hogwarts is divided into four houses—Gryffindor, Slytherin, Ravenclaw, and Hufflepuff—each fostering unique qualities in its students. It is protected by powerful enchantments, making it invisible and inaccessible to Muggles. Hogwarts Castle symbolizes wonder, adventure, and the enduring power of friendship and bravery."
            },
            "item3": {
                "title": "Blue Morpho Butterfly (Morpho peleides)",
                "description": "The Blue Morpho butterfly (Morpho peleides) is one of the most stunning and recognizable butterflies in the world, native to the tropical forests of Central and South America. Its large, vibrant blue wings, spanning up to 15 centimeters, are created by microscopic scales that reflect light rather than pigment. The underside of its wings is brown with eye-like patterns, providing camouflage against predators. Blue Morphos are typically found near rivers, streams, and forest edges, where they feed on fermenting fruits. They play an essential role in their ecosystem by aiding in seed dispersal. Their mesmerizing beauty makes them a symbol of transformation and renewal."
            }
        }
    }  
}